---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Plumbing.PipingSystem
source: html/62f97af3-bb9a-8ce6-14ad-fba9873843a2.htm
---
# PipingSystem Members

Add elements into the system and connect them with the system using given connectors.